Repository: adis-b/hush
Catalog: Hush/Localizable.xcstrings
Source language: en
Languages: de, es, fr

# approw.exempt.help
source: Opened during this focus session, Hush won't quit it.
de: Während dieser Fokus-Sitzung geöffnet, Hush wird es nicht beenden.
es: Abierto durante esta sesión Focus, Hush no lo cerrará.
fr: Ouvert pendant cette session Focus, Hush ne le fermera pas.

# approw.exempt.label
source: exempt
de: ausgenommen
es: exento
fr: exempté

# approw.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

# calendar.event.notes
source: Logged by Hush.
de: Von Hush protokolliert.
es: Registrado por Hush.
fr: Enregistré par Hush.

# content.menu.quit
source: Quit Hush
de: Hush beenden
es: Salir de Hush
fr: Quitter Hush

# content.menu.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

# content.select.all
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner

# focus.help.deepwork
source: 50 min · two pomodoros, a Deep Work block.
de: 50 Min · zwei Pomodori, ein Deep-Work-Block.
es: 50 min · dos pomodoros, un bloque de Deep Work.
fr: 50 min · deux pomodoros, un bloc Deep Work.

# focus.help.generic
source: Start a %d-minute focus session
de: Eine %d-minütige Fokus-Sitzung starten
es: Iniciar una sesión Focus de %d minutos
fr: Démarrer une session Focus de %d minutes

# focus.help.pomodoro
source: 25 min · one Pomodoro (Cirillo, 1987). After it ends, take a 5-min break.
de: 25 Min · ein Pomodoro (Cirillo, 1987). Danach 5 Min Pause.
es: 25 min · un Pomodoro (Cirillo, 1987). Al terminar, toma un descanso de 5 min.
fr: 25 min · un Pomodoro (Cirillo, 1987). À la fin, prenez une pause de 5 min.

# focus.help.ultradian
source: 90 min · one ultradian alertness cycle (Kleitman's basic rest-activity cycle).
de: 90 Min · ein ultradianer Wachsamkeitszyklus (Kleitmans grundlegender Ruhe-Aktivitäts-Zyklus).
es: 90 min · un ciclo de alerta ultradiano (ciclo básico de reposo-actividad de Kleitman).
fr: 90 min · un cycle ultradien de vigilance (cycle repos-activité de base de Kleitman).

# focus.label
source: Focus
de: Fokus

# focus.minute.session
source: minute Focus session
de: Minuten-Fokus-Sitzung
es: min de sesión Focus
fr: min de session Focus

# focus.running
source: Focus %d m
de: Fokus %d Min
es: Focus %d min
fr: Focus %d min

# focus.starts.this
source: starts this duration
de: startet diese Dauer
es: inicia esta duración
fr: démarre cette durée

# focus.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter

# focus.stop.help
source: ⌥⌘H · Stop focus session
de: ⌥⌘H · Fokus-Sitzung stoppen
es: ⌥⌘H · Detener la sesión Focus
fr: ⌥⌘H · Arrêter la session Focus

# focus.toggle.help
source: ⌥⌘H toggles the focus session
de: ⌥⌘H schaltet die Fokus-Sitzung um
es: ⌥⌘H alterna la sesión Focus
fr: ⌥⌘H bascule la session Focus

# notification.focus.complete.body
source: Your Mac is a little quieter.
de: Dein Mac ist etwas ruhiger.
es: Tu Mac está un poco más tranquilo.
fr: Votre Mac est un peu plus calme.

# notification.focus.complete.title
source: Focus session complete
de: Fokus-Sitzung abgeschlossen
es: Sesión Focus completada
fr: Session Focus terminée

# notification.focus.pomodoro.body
source: One Pomodoro down. Take a 5-min break before the next.
de: Ein Pomodoro geschafft. Mach eine 5-Min-Pause vor dem nächsten.
es: Un Pomodoro hecho. Tómate un descanso de 5 min antes del siguiente.
fr: Un Pomodoro de fait. Prenez une pause de 5 min avant le suivant.

# privacy.appleevents
source: Needed to close apps
de: Zum Schließen von Apps benötigt
es: Necesario para cerrar apps
fr: Nécessaire pour fermer des apps

# privacy.focusstatus
source: Hush mirrors your active macOS Focus modes so it can start a Hush focus session automatically.
de: Hush spiegelt deine aktiven macOS-Fokus-Modi, damit es automatisch eine Hush-Fokus-Sitzung starten kann.
es: Hush refleja tus modos Focus de macOS activos para poder iniciar automáticamente una sesión Focus de Hush.
fr: Hush reflète vos modes Focus macOS actifs pour pouvoir démarrer automatiquement une session Focus Hush.

# settings.autocheck.label
source: Auto-check:
de: Automatisch prüfen:
es: Comprobación auto:
fr: Vérification auto :

# settings.battery.halve
source: halve idle time when below this on battery
de: Leerlaufzeit halbieren, wenn Akku darunter ist
es: reducir a la mitad el tiempo de inactividad si está por debajo con batería
fr: réduire de moitié le temps d'inactivité si en dessous sur batterie

# settings.battery.ignore
source: ignore battery level
de: Akku-Stand ignorieren
es: ignorar nivel de batería
fr: ignorer le niveau de batterie

# settings.battery.label
source: Low battery:
de: Niedriger Akku:
es: Batería baja:
fr: Batterie faible :

# settings.battery.off
source: Off
de: Aus
es: Apagado
fr: Désactivé

# settings.calendar.denied
source: Hush can't write to your calendar. Grant access in System Settings.
de: Hush kann nicht in deinen Kalender schreiben. Erteile den Zugriff in den Systemeinstellungen.
es: Hush no puede escribir en tu calendario. Concede el acceso en Ajustes del Sistema.
fr: Hush ne peut pas écrire dans ton calendrier. Accorde l'accès dans Réglages Système.

# settings.calendar.desc
source: Adds a private event like "Hush · 50m · Xcode" to your default calendar when a session ends.
de: Legt nach jeder Fokus-Sitzung ein privates Ereignis wie „Hush · 50m · Xcode“ in deinem Standardkalender an.
es: Añade un evento privado como "Hush · 50m · Xcode" a tu calendario predeterminado al terminar una sesión.
fr: Ajoute un événement privé comme « Hush · 50m · Xcode » à ton calendrier par défaut à la fin d'une session.

# settings.calendar.label
source: Calendar log:
de: Kalender:
es: Calendario:
fr: Calendrier :

# settings.calendar.open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir

# settings.calendar.requires14
source: Requires macOS 14 or later.
de: Erfordert macOS 14 oder neuer.
es: Requiere macOS 14 o posterior.
fr: Nécessite macOS 14 ou ultérieur.

# settings.focus.diagnostic
source: Diagnostic:
de: Diagnose:
es: Diagnóstico:

# settings.focus.fda.button
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir

# settings.focus.fda.error
source: Hush can't read your Focus state. Grant Full Disk Access in System Settings, then re-toggle Hush in the FDA list after redeploying.
de: Hush kann deinen Fokus-Status nicht lesen. Gewähre Vollzugriff auf die Festplatte in den Systemeinstellungen, dann Hush in der FDA-Liste erneut einschalten nach dem erneuten Bereitstellen.
es: Hush no puede leer tu estado Focus. Concede Acceso completo al disco en Ajustes del Sistema, luego vuelve a activar Hush en la lista FDA después de volver a desplegar.
fr: Hush ne peut pas lire votre état Focus. Accordez l'accès complet au disque dans les Réglages Système, puis réactivez Hush dans la liste FDA après redéploiement.

# settings.focus.label
source: macOS Focus:
de: macOS-Fokus:
es: Focus de macOS:
fr: Focus macOS :

# settings.focus.mirror.desc
source: Detects Do Not Disturb, Reduce Interruptions, Work, and any custom Focus mode.
de: Erkennt Nicht stören, Unterbrechungen reduzieren, Arbeit und alle benutzerdefinierten Fokus-Modi.
es: Detecta No molestar, Reducir interrupciones, Trabajo y cualquier modo Focus personalizado.
fr: Détecte Ne pas déranger, Réduire les interruptions, Travail et tout mode Focus personnalisé.

# settings.focus.mode.on.badge
source: on
de: an
es: activo
fr: activé

# settings.focus.no.modes
source: No Focus modes configured on this Mac yet.
de: Noch keine Fokus-Modi auf diesem Mac konfiguriert.
es: Aún no hay modos Focus configurados en este Mac.
fr: Aucun mode Focus configuré sur ce Mac pour le moment.

# settings.focus.trigger.desc
source: Trigger Hush when any of these are on:
de: Hush auslösen, wenn einer dieser Modi aktiviert ist:
es: Activar Hush cuando uno de estos esté encendido:
fr: Déclencher Hush quand l'un de ceux-ci est actif :

# settings.forcequit.explanation
source: Also escalates to SIGKILL after ~4 s for stuck apps (e.g. Microsoft Office).
de: Eskaliert auch nach ~4 Sekunden zu SIGKILL bei hängenden Apps (z.B. Microsoft Office).
es: También escala a SIGKILL tras ~4 s para apps atascadas (ej. Microsoft Office).
fr: Passe aussi en SIGKILL après ~4 s pour les apps bloquées (ex. Microsoft Office).

# settings.idle.hours
source: %dh
de: %d Std.

# settings.idle.hoursAndMinutes
source: %dh %dmin
de: %d Std. %d Min

# settings.idle.label
source: Idle time:
de: Leerlaufzeit:
es: Tiempo de inactividad:
fr: Temps d'inactivité :

# settings.idle.minutes
source: %dm
de: %d Min
es: %d min
fr: %d min

# settings.notifications.alert.noDialog.body
source: macOS did not show a permission dialog. Open Notifications settings and enable Hush, or run the copy in /Applications.
de: macOS hat keinen Dialog gezeigt. Öffne die Benachrichtigungseinstellungen und schalte Hush ein, oder starte Hush aus /Applications neu.
es: macOS no mostró un diálogo de permiso. Abre Ajustes de notificaciones y activa Hush, o ejecuta la copia en /Applications.
fr: macOS n'a pas affiché de dialogue. Ouvre les réglages Notifications et active Hush, ou lance la copie dans /Applications.

# settings.notifications.alert.noDialog.title
source: No permission dialog
de: Kein Berechtigungsdialog
es: Sin diálogo de permiso
fr: Pas de dialogue d'autorisation

# settings.notifications.alertsOff
source: Notifications are allowed, but banners are off. Set Hush to Banners or Alerts.
de: Benachrichtigungen sind erlaubt, aber Banner sind aus. Wähle „Banner“ oder „Hinweise“ für Hush.
es: Las notificaciones están permitidas, pero los banners están desactivados. Pon Hush en Banners o Alertas.
fr: Les notifications sont autorisées, mais les bannières sont désactivées. Règle Hush sur Bannières ou Alertes.

# settings.notifications.denied
source: Notifications are off. Open System Settings and enable Hush (Banners or Alerts).
de: Benachrichtigungen sind abgelehnt. Öffne die Systemeinstellungen und schalte Hush ein (Banners oder Hinweise).
es: Las notificaciones están desactivadas. Abre Ajustes del Sistema y activa Hush (banners o alertas).
fr: Les notifications sont refusées. Ouvre Réglages Système et active Hush (bannières ou alertes).

# settings.notifications.label
source: Notifications:
de: Benachrichtigungen:
es: Notificaciones:

# settings.notifications.notDetermined
source: Hush won't show in System Settings until you tap Allow notifications below.
de: Hush erscheint erst in den Systemeinstellungen, nachdem du unten „Benachrichtigungen erlauben“ gewählt hast.
es: Hush no aparecerá en Ajustes del Sistema hasta que pulses Permitir notificaciones abajo.
fr: Hush n'apparaîtra dans Réglages Système qu'après avoir appuyé sur Autoriser les notifications ci-dessous.

# settings.notifications.ok
source: You'll get an alert when a focus session ends.
de: Fokus-Ende sendet eine Benachrichtigung.
es: Recibirás un aviso al terminar una sesión de enfoque.
fr: Tu recevras une alerte à la fin d'une session de focus.

# settings.notifications.open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir

# settings.notifications.request
source: Allow notifications
de: Benachrichtigungen erlauben
es: Permitir notificaciones
fr: Autoriser les notifications

# settings.quitbutton.label
source: Quit button:
de: Beenden-Schaltfläche:
es: Botón Salir:
fr: Bouton Quitter :

# settings.sleep.label
source: On sleep:
de: Beim Schlaf:
es: Al dormir:
fr: En veille :

# settings.startup.label
source: Startup:
de: Start:
es: Inicio:
fr: Démarrage :

# settings.tip.built
source: Built solo.
de: Allein entwickelt.
es: Desarrollado solo.
fr: Développé seul.

# settings.tip.coffee
source: Buy me a coffee.
de: Kauf mir einen Kaffee.
es: Invítame a un café.
fr: Offrez-moi un café.

# settings.tip.help
source: Hush is free and ad-hoc signed by a single developer. If it earned a place in your menu bar, a coffee is appreciated.
de: Hush ist kostenlos und wird von einem einzelnen Entwickler ad-hoc signiert. Wenn es einen Platz in deiner Menüleiste verdient hat, freue ich mich über einen Kaffee.
es: Hush es gratis y firmado ad-hoc por un solo desarrollador. Si ha ganado un lugar en tu barra de menús, se agradece un café.
fr: Hush est gratuit et signé ad-hoc par un seul développeur. S'il a gagné sa place dans votre barre des menus, un café est apprécié.

# settings.toggle.autocheck
source: Automatically check newly opened apps
de: Neu geöffnete Apps automatisch prüfen
es: Comprobar automáticamente las apps recién abiertas
fr: Vérifier automatiquement les apps nouvellement ouvertes

# settings.toggle.calendar
source: Log finished focus sessions to Calendar
de: Beendete Fokus-Sitzungen im Kalender protokollieren
es: Registrar sesiones de enfoque terminadas en el calendario
fr: Enregistrer les sessions de focus terminées dans le calendrier

# settings.toggle.forcequit
source: Force-quit even apps with unsaved changes (may lose data)
de: Auch Apps mit nicht gespeicherten Änderungen zwangsbeenden (Datenverlust möglich)
es: Forzar cierre incluso de apps con cambios sin guardar (puede perder datos)
fr: Forcer la fermeture même des apps avec modifications non enregistrées (risque de perte de données)

# settings.toggle.launchatlogin
source: Launch at login
de: Beim Anmelden starten
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion

# settings.toggle.mirror
source: Start a Hush focus session when a Mac Focus mode turns on
de: Eine Hush-Fokus-Sitzung starten, wenn ein macOS-Fokus-Modus aktiviert wird
es: Iniciar una sesión Focus de Hush cuando se active un modo Focus de Mac
fr: Démarrer une session Focus Hush quand un mode Focus Mac est activé

# settings.toggle.show.close
source: Show a button to quit apps manually
de: Schaltfläche zum manuellen Beenden von Apps anzeigen
es: Mostrar un botón para salir manualmente de las apps
fr: Afficher un bouton pour quitter manuellement les apps

# settings.toggle.sleep
source: Quit checked apps when the display sleeps
de: Geprüfte Apps beenden, wenn der Bildschirm schläft
es: Salir de las apps marcadas cuando la pantalla duerme
fr: Quitter les apps cochées quand l'écran passe en veille

# settings.unsaved.label
source: Unsaved data:
de: Nicht gespeicherte Daten:
es: Datos sin guardar:
fr: Données non enregistrées :

# settings.until.quitting
source: until quitting
de: bis zum Beenden
es: hasta salir
fr: jusqu'à la fermeture

# settings.version.help
source: Build identifier, short git commit hash.
de: Build-Kennung, kurzer Git-Commit-Hash.
es: Identificador de build, hash corto de commit git.
fr: Identifiant de build, court hash de commit git.

# settings.window.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

# timer.hours.left
source: %dh left
de: %d Std. übrig
es: %d h restantes
fr: %d h restantes

# timer.minutes.left
source: %dm left
de: %d Min übrig
es: %d min restantes
fr: %d min restantes

# timer.seconds.left
source: %ds left
de: %d Sek. übrig
es: %d s restantes
fr: %d s restantes

# ram.gb
source: %.1f GB RAM
fr: %.1f Go RAM

# ram.mb
source: %.0f MB RAM
fr: %.0f Mo RAM
